Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# %lld due transaction%@ added to Cash Flow.
source: %1$lld due transaction%2$@ added to Cash Flow.
ar: تمت إضافة %lld المعاملة المستحقة%@ إلى التدفق النقدي.
ca: %lld transacció pendent%@ afegit a Cash Flow.
cs: %lld splatná transakce%@ přidána do Cash Flow.
da: %lld forfalden transaktion%@ føjet til Cash Flow.
de: %lld fällige Transaktion%@ zum Cashflow hinzugefügt.
el: Η %lld οφειλόμενη συναλλαγή%@ προστέθηκε στο Cash Flow.
es: %lld transacción vencida%@ agregada al flujo de caja.
fi: %lld erääntyvä tapahtuma%@ lisätty kassavirtaan.
fr: %lld transaction due%@ ajoutée au flux de trésorerie.
he: %lld עסקה בשל %@ נוספה לתזרים מזומנים.
hi: %lld देय लेनदेन%@ को नकदी प्रवाह में जोड़ा गया।
hr: %lld dospjela transakcija%@ dodana u novčani tok.
hu: %lld esedékes tranzakció%@ hozzáadva a Cash Flow-hoz.
id: %lld transaksi jatuh tempo%@ ditambahkan ke Arus Kas.
it: %lld transazione dovuta%@ aggiunta al flusso di cassa.
ja: %lld 期限のトランザクション%@ がキャッシュ フローに追加されました。
ko: %lld 거래 기한%@이 현금 흐름에 추가되었습니다.
ms: %lld urus niaga kena dibayar%@ ditambahkan pada Aliran Tunai.
nb: %lld forfallen transaksjon%@ lagt til kontantstrøm.
nl: %lld verschuldigde transactie%@ toegevoegd aan cashflow.
pl: %lld wymagalna transakcja%@ dodana do przepływów pieniężnych.
pt_br: %lld transação vencida%@ adicionada ao fluxo de caixa.
pt_pt: %lld transação vencida%@ adicionada ao cash-flow.
ro: %lld tranzacție scadentă%@ adăugată la Fluxul de numerar.
ru: %lld ожидаемая транзакция%@ добавлена ​​в денежный поток.
sk: %lld splatná transakcia%@ pridaná do peňažného toku.
sv: %lld förfallen transaktion%@ har lagts till i kassaflödet.
th: %lld ธุรกรรมครบกำหนด %@ เพิ่มไปยังกระแสเงินสด
tr: %lld vadesi gelen işlem%@ Nakit Akışına eklendi.
vi: %lld giao dịch đến hạn%@ được thêm vào Dòng tiền.
zh_hans: %lld 到期交易%@ 添加到现金流。
zh_hant: %lld 到期交易%@ 加入現金流。

source: %lld holdings
ar: %lld المقتنيات
ca: %lld participacions
cs: %lld hospodářství
da: %lld bedrifter
de: %lld Bestände
el: %lld εκμεταλλεύσεις
es: %lld participaciones
fi: %lld tilat
fr: %lld titres
he: %lld אחזקות
hi: %lld जोत
hr: %lld građa
hu: %lld állomány
id: %lld kepemilikan
it: %lld partecipazioni
ja: %lld 所蔵
ko: %lld 보유
ms: %lld pegangan
nb: %lld beholdning
nl: %lld bezit
pl: %lld gospodarstwa
pt_br: %lld participações
pt_pt: %lld participações
ro: %lld exploatații
ru: %lld холдинги
sk: %lld holdingy
sv: %lld innehav
th: %lld การถือครอง
tr: %lld holdingler
uk: %lld холдинги
vi: %lld nắm giữ
zh_hans: %lld 持股
zh_hant: %lld 持股

source: %lld liabilities
ar: %lld الالتزامات
ca: %lld passius
cs: %lld závazky
da: %lld forpligtelser
de: %lld Verbindlichkeiten
el: %lld υποχρεώσεις
es: %lld pasivos
fi: %lld velat
fr: %lld passif
he: %lld התחייבויות
hi: %lld देनदारियाँ
hr: %lld obveze
hu: %lld kötelezettségek
id: %lld kewajiban
it: %lld passività
ja: %lld 負債
ko: %lld 부채
ms: %lld liabiliti
nb: %lld forpliktelser
nl: %lld verplichtingen
pl: %lld pasywa
pt_br: %lld passivos
pt_pt: %lld passivos
ro: %lld pasive
ru: %lld обязательства
sk: %lld záväzkov
sv: %lld skulder
th: %lld หนี้สิน
tr: %lld yükümlülükler
uk: %lld пасиви
vi: %lld nợ phải trả
zh_hans: %lld 负债
zh_hant: %lld 負債

source: %lld malformed or incomplete records were skipped.
ar: تم تخطي %lld السجلات المشوهة أو غير المكتملة.
ca: %lld s'han omès registres amb format incorrecte o incomplets.
cs: %lld chybné nebo neúplné záznamy byly přeskočeny.
da: %lld misdannede eller ufuldstændige poster blev sprunget over.
de: %lld fehlerhafte oder unvollständige Datensätze wurden übersprungen.
el: %lld λανθασμένες ή ελλιπείς εγγραφές παραβλέφθηκαν.
es: Se omitieron %lld registros con formato incorrecto o incompletos.
fi: %lld väärin muotoiltuja tai epätäydellisiä tietueita ohitettiin.
fr: %lld enregistrements mal formés ou incomplets ont été ignorés.
he: %lld דילגו על רשומות שגויות או לא שלמות.
hi: %lld विकृत या अधूरे रिकॉर्ड छोड़ दिए गए।
hr: %lld pogrešno oblikovanih ili nepotpunih zapisa je preskočeno.
hu: %lld rosszul formázott vagy hiányos rekord kimaradt.
id: %lld catatan yang formatnya salah atau tidak lengkap dilewati.
it: %lld record non corretti o incompleti sono stati ignorati.
ja: %lld 不正な形式または不完全なレコードはスキップされました。
ko: %lld 형식이 잘못되었거나 불완전한 레코드를 건너뛰었습니다.
ms: %lld rekod cacat atau tidak lengkap telah dilangkau.
nb: %lld misformede eller ufullstendige poster ble hoppet over.
nl: %lld verkeerd opgemaakte of onvolledige records zijn overgeslagen.
pl: %lld pominięto zniekształcone lub niekompletne rekordy.
pt_br: %lld registros malformados ou incompletos foram ignorados.
pt_pt: %lld registos malformados ou incompletos foram ignorados.
ro: %lld înregistrările incorecte sau incomplete au fost omise.
ru: %lld искаженные или неполные записи были пропущены.
sk: %lld chybné alebo neúplné záznamy boli preskočené.
sv: %lld felaktiga eller ofullständiga poster hoppades över.
th: %lld บันทึกที่มีรูปแบบไม่ถูกต้องหรือไม่สมบูรณ์ถูกข้ามไป
tr: %lld hatalı biçimlendirilmiş veya eksik kayıtlar atlandı.
uk: %lld неправильних або неповних записів було пропущено.
vi: %lld bản ghi không đúng định dạng hoặc không đầy đủ đã bị bỏ qua.
zh_hans: %lld 格式错误或不完整的记录被跳过。
zh_hant: %lld 格式錯誤或不完整的記錄被跳過。

source: %lld more transactions hidden by this view.
ar: %lld المزيد من المعاملات المخفية بهذا العرض.
ca: %lld més transaccions amagades per aquesta vista.
cs: %lld další transakce skryté tímto zobrazením.
da: %lld flere transaktioner skjult af denne visning.
de: %lld weitere Transaktionen werden von dieser Ansicht ausgeblendet.
el: %lld περισσότερες συναλλαγές κρύβονται από αυτήν την προβολή.
es: %lld más transacciones ocultas por esta vista.
fi: Tämä näkymä piilottaa %lld muuta tapahtumaa.
fr: %lld transactions supplémentaires masquées par cette vue.
he: %lld עסקאות נוספות מוסתרות בתצוגה זו.
hi: %lld इस दृश्य से अधिक लेनदेन छिपे हुए हैं।
hr: Još %lld transakcija skriveno ovim prikazom.
hu: %lld további tranzakciót rejt ez a nézet.
id: %lld lebih banyak transaksi yang disembunyikan oleh tampilan ini.
it: %lld altre transazioni nascoste da questa visualizzazione.
ja: このビューでは %lld 件のトランザクションが非表示になっています。
ko: %lld 더 많은 거래가 이 보기에 의해 숨겨졌습니다.
ms: %lld lagi transaksi disembunyikan oleh paparan ini.
nb: %lld flere transaksjoner skjult av denne visningen.
nl: %lld meer transacties verborgen door deze weergave.
pl: %lld więcej transakcji ukrytych w tym widoku.
pt_br: %lld mais transações ocultas por esta visualização.
pt_pt: %lld mais transações ocultas por esta vista.
ro: %lld mai multe tranzacții ascunse de această vizualizare.
ru: В этом представлении скрыто еще %lld транзакций.
sk: %lld ďalších transakcií skrytých týmto zobrazením.
sv: %lld fler transaktioner dolda av den här vyn.
th: %lld ธุรกรรมเพิ่มเติมถูกซ่อนโดยมุมมองนี้
tr: %lld daha fazla işlem bu görünüm tarafından gizlendi.
uk: Ще %lld транзакцій, прихованих у цьому перегляді.
vi: %lld thêm giao dịch bị ẩn bởi chế độ xem này.
zh_hans: %lld 此视图隐藏了更多交易。
zh_hant: %lld 此視圖隱藏了更多交易。

source: %lld positions
ar: %lld المواقف
ca: %lld posicions
cs: %lld pozic
da: %lld stillinger
de: %lld Positionen
el: %lld θέσεις
es: %lld posiciones
fi: %lld paikkaa
fr: %lld postes
he: %lld עמדות
hi: %lld पद
hr: %lld pozicija
hu: %lld pozíciók
id: %lld posisi
it: %lld posizioni
ja: %lld ポジション
ko: %lld 위치
ms: %lld jawatan
nb: %lld stillinger
nl: %lld posities
pl: %lld pozycje
pt_br: %lld posições
pt_pt: %lld posições
ro: %lld poziții
ru: %lld позиций
sk: %lld pozícií
sv: %lld positioner
th: %lld ตำแหน่ง
tr: %lld konumları
uk: %lld позицій
vi: %lld vị trí
zh_hans: %lld 职位
zh_hant: %lld 職位

source: %lld scheduled transactions were automatically added to Cash Flow.
ar: تمت إضافة المعاملات المجدولة %lld تلقائيًا إلى التدفق النقدي.
ca: %lld les transaccions programades s'han afegit automàticament a Cash Flow.
cs: %lld naplánované transakce byly automaticky přidány do Cash Flow.
da: %lld planlagte transaktioner blev automatisk føjet til Cash Flow.
de: %lld geplante Transaktionen wurden automatisch zum Cashflow hinzugefügt.
el: Οι προγραμματισμένες συναλλαγές %lld προστέθηκαν αυτόματα στο Cash Flow.
es: %lld transacciones programadas se agregaron automáticamente al Flujo de Caja.
fi: %lld ajoitettua tapahtumaa lisättiin automaattisesti kassavirtaan.
fr: Les transactions planifiées %lld ont été automatiquement ajoutées au flux de trésorerie.
he: %lld עסקאות מתוזמנות נוספו אוטומטית לתזרים מזומנים.
hi: %lld निर्धारित लेनदेन स्वचालित रूप से कैश फ्लो में जोड़े गए थे।
hr: %lld zakazanih transakcija automatski je dodano u Cash Flow.
hu: %lld ütemezett tranzakció automatikusan hozzáadásra került a Cash Flow-hoz.
id: %lld transaksi terjadwal secara otomatis ditambahkan ke Arus Kas.
it: Le transazioni pianificate %lld sono state aggiunte automaticamente al flusso di cassa.
ja: %lld スケジュールされたトランザクションがキャッシュ フローに自動的に追加されました。
ko: %lld 예정된 거래가 현금 흐름에 자동으로 추가되었습니다.
ms: %lld urus niaga berjadual telah ditambahkan secara automatik pada Aliran Tunai.
nb: %lld planlagte transaksjoner ble automatisk lagt til kontantstrøm.
nl: %lld geplande transacties zijn automatisch toegevoegd aan de cashflow.
pl: %lld zaplanowane transakcje zostały automatycznie dodane do Cash Flow.
pt_br: %lld transações programadas foram adicionadas automaticamente ao Fluxo de Caixa.
pt_pt: %lld transações programadas foram automaticamente adicionadas ao Fluxo de Caixa.
ro: %lld tranzacțiile programate au fost adăugate automat la Fluxul de numerar.
ru: Запланированные транзакции %lld были автоматически добавлены в Денежный поток.
sk: %lld naplánované transakcie boli automaticky pridané do Cash Flow.
sv: %lld schemalagda transaktioner lades automatiskt till i kassaflödet.
th: %lld ธุรกรรมตามกำหนดเวลาถูกเพิ่มไปยังกระแสเงินสดโดยอัตโนมัติ
tr: %lld planlanmış işlemler Nakit Akışına otomatik olarak eklendi.
uk: %lld запланованих транзакцій було автоматично додано до Cash Flow.
vi: %lld giao dịch theo lịch trình đã được tự động thêm vào Dòng tiền.
zh_hans: %lld 预定交易已自动添加到现金流量中。
zh_hant: %lld 預定交易已自動加入現金流量。

source: %1$lld transactions, %2$lld recurring schedules, %3$lld investments, %4$lld crypto holdings, %5$lld liabilities, and %6$lld snapshots were imported.
ar: تم استيراد %lld المعاملات، %lld الجداول المتكررة، %lld الاستثمارات، %lld مقتنيات العملات المشفرة، %lld الالتزامات، و%lld اللقطات.
ca: S'han importat %lld transaccions, %lld programes recurrents, %lld inversions, %lld participacions criptogràfiques, %lld passius i %lld instantànies.
cs: Byly importovány %lld transakce, %lld opakující se plány, %lld investice, %lld držby kryptoměn, %lld závazky a %lld snímky.
da: %lld transaktioner, %lld tilbagevendende tidsplaner, %lld investeringer, %lld kryptobeholdninger, %lld forpligtelser og %lld snapshots blev importeret.
de: Es wurden %lld Transaktionen, %lld wiederkehrende Zeitpläne, %lld Investitionen, %lld Kryptobestände, %lld Verbindlichkeiten und %lld Snapshots importiert.
el: Εισήχθησαν %lld συναλλαγές, %lld επαναλαμβανόμενα χρονοδιαγράμματα, %lld επενδύσεις, %lld κρατήσεις κρυπτογράφησης, %lld υποχρεώσεις και %lld στιγμιότυπα.
es: Se importaron %lld transacciones, %lld cronogramas recurrentes, %lld inversiones, %lld tenencias de criptomonedas, %lld pasivos y %lld instantáneas.
fi: Tuotiin %lld tapahtumaa, %lld toistuvia aikatauluja, %lld sijoituksia, %lld kryptoomistuksia, %lld velkoja ja %lld tilannekuvaa.
fr: Les transactions %lld, les calendriers récurrents %lld, les investissements %lld, les avoirs cryptographiques %lld, les passifs %lld et les instantanés %lld ont été importés.
he: יובאו עסקאות %lld, %lld לוחות זמנים חוזרים, %lld השקעות, %lld אחזקות קריפטו, %lld התחייבויות ו%lld צילומי מצב.
hi: %lld लेनदेन, %lld आवर्ती कार्यक्रम, %lld निवेश, %lld क्रिप्टो होल्डिंग्स, %lld देनदारियां, और %lld स्नैपशॉट आयात किए गए थे।
hr: Uvezeno je %lld transakcija, %lld ponavljajućih rasporeda, %lld ulaganja, %lld kripto posjeda, %lld obveza i %lld snimaka.
hu: %lld tranzakció, %lld ismétlődő ütemezés, %lld befektetés, %lld kriptoállomány, %lld kötelezettség és %lld pillanatkép importálva lett.
id: %lld transaksi, %lld jadwal berulang, %lld investasi, %lld kepemilikan kripto, %lld kewajiban, dan %lld snapshot telah diimpor.
it: Sono state importate transazioni %lld, pianificazioni ricorrenti %lld, investimenti %lld, partecipazioni in criptovalute %lld, passività %lld e istantanee %lld.
ja: %lld トランザクション、%lld 定期スケジュール、%lld 投資、%lld 暗号資産保有、%lld 負債、%lld スナップショットがインポートされました。
ko: %lld 거래, %lld 반복 일정, %lld 투자, %lld 암호화폐 보유, %lld 부채 및 %lld 스냅샷을 가져왔습니다.
ms: %lld urus niaga, %lld jadual berulang, %lld pelaburan, %lld pegangan crypto, liabiliti %lld dan %lld syot kilat telah diimport.
nb: %lld transaksjoner, %lld gjentakende tidsplaner, %lld investeringer, %lld kryptobeholdning, %lld forpliktelser og %lld øyeblikksbilder ble importert.
nl: Er zijn %lld transacties, %lld terugkerende schema's, %lld investeringen, %lld crypto-holdings, %lld passiva en %lld snapshots geïmporteerd.
pl: Zaimportowano %lld transakcje, %lld harmonogramy cykliczne, %lld inwestycje, %lld zasoby kryptowalut, %lld zobowiązania i %lld migawki.
pt_br: Transações %lld, programações recorrentes %lld, investimentos %lld, acervos criptográficos %lld, passivos %lld e instantâneos %lld foram importados.
pt_pt: Foram importadas transações %lld, programações recorrentes %lld, investimentos %lld, acervos criptográficos %lld, passivos %lld e instantâneos %lld.
ro: Au fost importate %lld tranzacții, %lld programe recurente, %lld investiții, %lld cripto dețineri, %lld pasive și %lld instantanee.
ru: Было импортировано транзакций %lld, повторяющихся графиков %lld, инвестиций %lld, криптоактивов %lld, обязательств %lld и моментальных снимков %lld.
sk: Boli importované %lld transakcie, %lld opakujúce sa plány, %lld investície, %lld držby kryptomien, %lld záväzky a %lld snímky.
sv: %lld transaktioner, %lld återkommande scheman, %lld investeringar, %lld kryptoinnehav, %lld skulder och %lld ögonblicksbilder importerades.
th: ธุรกรรม %lld, กำหนดการที่เกิดซ้ำ %lld, การลงทุน %lld, การถือครอง crypto %lld, หนี้สิน %lld และสแนปช็อต %lld ถูกนำเข้าแล้ว
tr: %lld işlemler, %lld yinelenen programlar, %lld yatırımlar, %lld kripto varlıkları, %lld yükümlülükler ve %lld anlık görüntüler içe aktarıldı.
uk: Імпортовано %lld транзакцій, %lld повторюваних графіків, %lld інвестицій, %lld криптохолдингів, %lld зобов’язань і %lld знімків.
vi: %lld giao dịch, %lld lịch trình định kỳ, %lld đầu tư, %lld nắm giữ tiền điện tử, %lld nợ và ảnh chụp nhanh %lld đã được nhập.
zh_hans: 导入了 %lld 交易、%lld 经常性计划、%lld 投资、%lld 加密资产、%lld 负债和 %lld 快照。
zh_hant: 匯入了 %lld 交易、%lld 經常性計畫、%lld 投資、%lld 加密資產、%lld 負債和 %lld 快照。

source: %lldd ago
ar: %lldd منذ
ca: fa %lldd
cs: před %lldd
da: %lldd siden
de: Vor %lldd
el: %lldd πριν
es: Hace %lldd
fi: %lldd sitten
fr: il y a %lldd
he: לפני %lldd
hi: %lldd पहले
hr: prije %lldd
hu: %lldd ezelőtt
id: %lldd yang lalu
it: %lldd fa
ja: %lldd前
ko: %lldd 전
ms: %lldd lalu
nb: %lldd siden
nl: %lldd geleden
pl: %lldd temu
pt_br: %lldd atrás
pt_pt: %lldd atrás
ro: %lldd în urmă
ru: %lldd назад
sk: pred %lldd
sv: %lldd sedan
th: %lldd ที่แล้ว
tr: %lldd önce
uk: %lldd тому
vi: %lldd trước
zh_hans: %lldd 前
zh_hant: %lldd 前

source: %lldh ago
ar: %lldh منذ
ca: fa %lldh
cs: před %lldh
da: %lldt siden
de: Vor %lldh
el: Πριν από %lldh
es: Hace %lldh
fi: %lldh sitten
fr: Il y a %lldh
he: לפני %lld שעות
hi: %lldh पहले
hr: prije %lldh
hu: %lldórája
id: %lldjam yang lalu
it: %lldh fa
ja: %lld時間前
ko: %lld시간 전
ms: %lldj lalu
nb: %lldt siden
nl: %lldu geleden
pl: %lldh temu
pt_br: %lldh atrás
pt_pt: %lldh atrás
ro: acum %lldh
ru: %lldч назад
sk: pred %lldh
sv: %lldh sedan
th: %lldh ที่แล้ว
tr: %lldsa önce
uk: %lld год тому
vi: %lldgiờ trước
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lldm ago
ar: %lldم مضت
ca: fa %lldm
cs: před %lldm
da: %lldm siden
de: Vor %lldm
el: Πριν από %lldm
es: Hace %lldm
fi: %lldmin sitten
fr: il y a %lld m
he: לפני %lldמ'
hi: %lldm पहले
hr: prije %lldm
hu: %lld perce
id: %lldm yang lalu
it: %lldm fa
ja: %lld分前
ko: %lld분 전
ms: %lldm yang lalu
nb: %lldm siden
nl: %lldm geleden
pl: %lldm temu
pt_br: %lldm atrás
pt_pt: %lldm atrás
ro: %lldmin în urmă
ru: %lldмин назад
sk: pred %lldm
sv: %lldm sedan
th: %lldนาทีที่แล้ว
tr: %lld dk önce
uk: %lldхв тому
vi: %lldphút trước
zh_hans: %lld分钟前
zh_hant: %lld分鐘前

source: 1 holding
ar: 1 عقد
ca: 1 sosteniment
cs: 1 držení
da: 1 bedrift
de: 1 Betrieb
el: 1 εκμετάλλευση
es: 1 explotación
fi: 1 pito
fr: 1 exploitation
he: 1 החזקה
hi: 1 धारण
hr: 1 držanje
hu: 1 gazdaság
id: 1 memegang
it: 1 tenuta
ja: 1件保有
ko: 1개 보유
ms: 1 pegangan
nb: 1 beholdning
nl: 1 bedrijf
pl: 1 gospodarstwo
pt_br: 1 exploração
pt_pt: 1 exploração
ro: 1 exploatare
ru: 1 холдинг
sk: 1 držanie
sv: 1 innehav
th: 1 ถือ
tr: 1 tutma
uk: 1 холдинг
vi: 1 nắm giữ
zh_hans: 1 控股
zh_hant: 1 控股

source: 1 liability
ar: 1 المسؤولية
ca: 1 responsabilitat
cs: 1 odpovědnost
da: 1 ansvar
de: 1 Haftung
el: 1 ευθύνη
es: 1 responsabilidad
fi: 1 vastuu
fr: 1 responsabilité
he: 1 אחריות
hi: 1 दायित्व
hr: 1 odgovornost
hu: 1 felelősség
id: 1 tanggung jawab
it: 1 responsabilità
ja: 1 責任
ko: 책임 1개
ms: 1 liabiliti
nb: 1 ansvar
nl: 1 aansprakelijkheid
pl: 1 odpowiedzialność
pt_br: 1 responsabilidade
pt_pt: 1 responsabilidade
ro: 1 răspundere
ru: 1 обязательство
sk: 1 zodpovednosť
sv: 1 ansvar
th: 1 ความรับผิด
tr: 1 sorumluluk
uk: 1 відповідальність
vi: 1 trách nhiệm pháp lý
zh_hans: 1 责任
zh_hant: 1 責任

source: 1 position
ar: 1 موقف
ca: 1 posició
cs: 1 pozice
da: 1 stilling
el: 1 θέση
es: 1 posición
fi: 1 asema
fr: 1 poste
he: עמדה 1
hi: 1 पद
hr: 1 položaj
hu: 1 pozíció
id: 1 posisi
it: 1 posizione
ja: 1 ポジション
ko: 1개 위치
ms: 1 kedudukan
nb: 1 stilling
nl: 1 positie
pl: 1 pozycja
pt_br: 1 posição
pt_pt: 1 posição
ro: 1 pozitie
ru: 1 позиция
sk: 1 pozíciu
th: 1 ตำแหน่ง
tr: 1 pozisyon
uk: 1 позиція
vi: 1 vị trí
zh_hans: 1 个职位
zh_hant: 1 個職位

source: 1 scheduled transaction was automatically added to Cash Flow.
ar: تمت إضافة معاملة مجدولة واحدة تلقائيًا إلى التدفق النقدي.
ca: S'ha afegit automàticament 1 transacció programada a Cash Flow.
cs: 1 naplánovaná transakce byla automaticky přidána do Cash Flow.
da: 1 planlagt transaktion blev automatisk tilføjet til Cash Flow.
de: 1 geplante Transaktion wurde automatisch zum Cashflow hinzugefügt.
el: 1 προγραμματισμένη συναλλαγή προστέθηκε αυτόματα στο Cash Flow.
es: Se agregó automáticamente 1 transacción programada al flujo de caja.
fi: 1 ajoitettu tapahtuma lisättiin automaattisesti kassavirtaan.
fr: 1 transaction planifiée a été automatiquement ajoutée au flux de trésorerie.
he: עסקה אחת מתוזמנת נוספה אוטומטית לתזרים מזומנים.
hi: 1 अनुसूचित लेनदेन स्वचालित रूप से कैश फ्लो में जोड़ा गया था।
hr: 1 zakazana transakcija automatski je dodana u Cash Flow.
hu: 1 ütemezett tranzakció automatikusan hozzáadásra került a Cash Flow-hoz.
id: 1 transaksi terjadwal secara otomatis ditambahkan ke Arus Kas.
it: 1 transazione pianificata è stata aggiunta automaticamente al flusso di cassa.
ja: 1 件のスケジュールされたトランザクションがキャッシュ フローに自動的に追加されました。
ko: 1개의 예정된 거래가 현금 흐름에 자동으로 추가되었습니다.
ms: 1 transaksi berjadual telah ditambahkan secara automatik pada Aliran Tunai.
nb: 1 planlagt transaksjon ble automatisk lagt til kontantstrøm.
nl: Er is automatisch 1 geplande transactie aan de cashflow toegevoegd.
pl: 1 zaplanowana transakcja została automatycznie dodana do Cash Flow.
pt_br: 1 transação agendada foi adicionada automaticamente ao fluxo de caixa.
pt_pt: 1 transação agendada foi adicionada automaticamente ao fluxo de caixa.
ro: 1 tranzacție programată a fost adăugată automat la Fluxul de numerar.
ru: 1 запланированная транзакция была автоматически добавлена ​​в Cash Flow.
sk: 1 plánovaná transakcia bola automaticky pridaná do Cash Flow.
sv: 1 schemalagd transaktion lades automatiskt till i kassaflödet.
th: ธุรกรรมที่กำหนดเวลาไว้ 1 รายการถูกเพิ่มไปยังกระแสเงินสดโดยอัตโนมัติ
tr: Nakit Akışına 1 adet planlı işlem otomatik olarak eklendi.
uk: 1 запланована транзакція була автоматично додана до Cash Flow.
vi: 1 giao dịch theo lịch trình đã được tự động thêm vào Dòng tiền.
zh_hans: 1 项预定交易已自动添加到现金流量中。
zh_hant: 1 項預定交易已自動加入現金流量。

source: 3M
ar: 3أشهر
el: 3Μ
hi: 3एम
ru: 3М
th: 3เอ็ม
tr: 3 milyon
zh_hans: 3个月

source: 6M
ar: 6أشهر
el: 6 εκ
fi: 6 milj
pt_br: 6 milhões
pt_pt: 6 milhões
ru: 6М
sk: 6 mil
th: 6ม
tr: 6 milyon
vi: 6 triệu
zh_hans: 6个月

source: 6M NET
ar: 6M صافي
da: 6M NETT
de: 6M NETTO
el: 6M ΚΑΘΑΡΑ
es: 6M NETOS
fi: 6M NETTOA
fr: 6MNETS
hi: 6एम नेट
hr: 6M MREŽE
id: 6M BERSIH
it: 6M NETTI
ja: 6Mネット
ms: BERSIH 6M
nb: 6M NETT
nl: 6M NETTO
pl: 6M NETTO
pt_br: 6M LÍQUIDO
pt_pt: 6M LÍQUIDO
ru: 6М НЕТ
sv: 6M NETT
th: 6M เน็ต
uk: 6М НЕТ
vi: 6 triệu mạng
zh_hans: 6M网
zh_hant: 6M網

source: 12M
ar: 12أشهر
cs: 12 mil
el: 12 εκ
fi: 12 milj
hi: 12एम
pt_br: 12 milhões
pt_pt: 12 milhões
ru: 12М
sk: 12 miliónov
th: 12ม
tr: 12 milyon
zh_hans: 12个月

source: A clear view of what you own, owe, earn, and spend.
ar: رؤية واضحة لما تملكه، وما تدين به، وما تكسبه، وما تنفقه.
ca: Una visió clara del que posseïu, deu, guanyeu i gasteu.
cs: Jasný přehled o tom, co vlastníte, co dlužíte, vyděláváte a utrácíte.
da: Et klart overblik over, hvad du ejer, skylder, tjener og bruger.
de: Eine klare Übersicht darüber, was Sie besitzen, schulden, verdienen und ausgeben.
el: Μια ξεκάθαρη άποψη για το τι έχετε, τι οφείλετε, κερδίζετε και ξοδεύετε.
es: Una visión clara de lo que posee, debe, gana y gasta.
fi: Selkeä näkemys siitä, mitä omistat, velkaa, ansaitset ja kulutat.
fr: Une vision claire de ce que vous possédez, devez, gagnez et dépensez.
he: תצוגה ברורה של מה שאתה בעל, חייב, מרוויח ומוציא.
hi: आपके पास क्या है, क्या देना है, क्या कमाना है और क्या खर्च करना है, इसका स्पष्ट दृष्टिकोण।
hr: Jasan pogled na ono što posjedujete, dugujete, zarađujete i trošite.
hu: Tiszta rálátása arról, hogy mi a tulajdona, tartozása, bevétele és költése.
id: Pandangan yang jelas tentang apa yang Anda miliki, utang, hasilkan, dan belanjakan.
it: Una visione chiara di ciò che possiedi, devi, guadagni e spendi.
ja: 自分が所有しているもの、借りているもの、稼いでいるもの、支出しているものを明確に把握できます。
ko: 귀하가 소유하고, 빚지고, 벌고, 지출하는 것을 명확하게 볼 수 있습니다.
ms: Pandangan yang jelas tentang apa yang anda miliki, berhutang, peroleh dan belanjakan.
nb: Et klart syn på hva du eier, skylder, tjener og bruker.
nl: Een duidelijk beeld van wat u bezit, verschuldigd bent, verdient en uitgeeft.
pl: Przejrzysty widok tego, co posiadasz, jesteś winien, zarabiasz i wydajesz.
pt_br: Uma visão clara do que você possui, deve, ganha e gasta.
pt_pt: Uma visão clara do que possui, deve, ganha e gasta.
ro: O vedere clară a ceea ce dețineți, datorați, câștigați și cheltuiți.
ru: Четкое представление о том, чем вы владеете, что вы должны, зарабатываете и тратите.
sk: Jasný prehľad o tom, čo vlastníte, čo dlhujete, zarábate a míňate.
sv: En tydlig bild av vad du äger, är skyldig, tjänar och spenderar.
th: มุมมองที่ชัดเจนเกี่ยวกับสิ่งที่คุณเป็นเจ้าของ เป็นหนี้ ได้รับ และใช้จ่าย
tr: Sahip olduğunuz, borçlu olduğunuz, kazandığınız ve harcadığınız şeylerin net bir görünümü.
uk: Чітке уявлення про те, чим ви володієте, заборгували, заробляєте та витрачаєте.
vi: Một cái nhìn rõ ràng về những gì bạn sở hữu, nợ, kiếm được và chi tiêu.
zh_hans: 清楚地了解您拥有的、欠下的、赚取的和支出的内容。
zh_hant: 清楚了解您擁有的、欠下的、賺取的和支出的內容。
